Repository: Painkiller56/PrusaSlicer
Catalog: resources/localization/sv.tmx
Source language: en
Languages: sv

source: WARNING:\x0aCrash detection\x0adisabled in\x0aStealth mode
sv: VARNING:\x0aKraschdetektering\x0a inaktiverad i\x0a Stealth-läge

source: Adjusting Z:
sv: Justera Z:

source: Autoloading filament available only when filament sensor is turned on...
sv: Autoladdning av filament är endast tillgängligt när filamentssensorn är påslagen...

source: Calibrate Z
sv: Kalibrerar Z

source: Calibrating XYZ. Rotate the knob to move the Z carriage up to the end stoppers. Click when done.
sv: Kalibrerar XYZ. Vrid vredet för att flytta Z-vagnen upp till ändstoppen. Klicka när du är klar.

source: 0.4 or newer
sv: 0.4 eller nyare

source: Calibrating home
sv: 16 / 5 000 Översättningsresultat Kalibrerar hem

source: 0.3 or older
sv: 0.3 eller äldre

source: Crash det.
sv: Krockdetektion

source: Date:
sv: Datum

source: First layer cal.
sv: Första lager kalibrering

source: Front print fan?
sv: Fläkt framsidan ?

source: Front side[um]
sv: Framsidan[um]

source: I will run z calibration now.
sv: 29 / 5 000 Översättningsresultat Jag kommer att köra z-kalibrering nu.

source: Is steel sheet on heatbed?
sv: Ligger stålplåt på värmebädd?

source: Insert the filament (do not load it) into the extruder and then press the knob.
sv: Infoga filamentet (ladda inte i det) i extrudern och tryck sedan på knappen

source: M117 First layer cal.
sv: M117 Första lagrets kalibrering

source: No move.
sv: Ingen rörelse

source: PID cal.
sv: PID kalibrering

source: Press the knob to preheat nozzle and continue.
sv: Tryck på knappen för att förvärma munstycket och fortsätta

source: Resume print
sv: Fortsätt utskrift

source: Show end stops
sv: Visa ändhållplatser

source: Once
sv: En gåhng

source: G-code sliced for a different level. Continue?
sv: G-kod producerad för en annan nivå. Fortsätta?

source: G-code sliced for a different level. Please re-slice the model again. Print cancelled.
sv: G-kod producerad för en annan nivå. Vänligen producera modellen igen. Utskriften avbröts.

source: G-code sliced for a different printer type. Please re-slice the model again. Print cancelled.
sv: G-kod skivad för en annan skrivartyp. Vänligen skär modellen igen. Utskriften avbröts.

source: G-code sliced for a newer firmware. Please update the firmware. Print cancelled.
sv: G-kod skivad för en nyare firmware. Vänligen uppdatera firmware. Utskriften avbröts.

source: Select nozzle preheat temperature which matches your material.
sv: Välj munstyckesförvärmningstemperatur som matchar ditt material

source: Warning: motherboard type changed.
sv: https://translate.google.se/?sl=en&tl=sv&text=Warning%3A%20motherboard%20type%20changed.&op=translate#:~:text=Varning%3A%20moderkortstyp%20%C3%A4ndrad.

source: Nozzle d.
sv: Munstyckets diameter

source: Bed Heating
sv: Bäddvärme

source: Bed leveling failed. Sensor didn't trigger. Debris on nozzle? Waiting for reset.
sv: Sängnivelleringen misslyckades. Sensorn utlöstes inte. Skräp på munstycket? Väntar på återställning.

source: Calibration
sv: Kalibrera

source: If you have additional steel sheets, calibrate their presets in Settings - HW Setup - Steel sheets.
sv: Om du har ytterligare metallplattor, kalibrera deras förinställningar i Inställningar - HW Setup - Metallplatta.

source: MMU needs user attention.
sv: MMU behöver användarens uppmärksamhet.

source: Now remove the test print from steel sheet.
sv: Ta nu bort testutskriften från plattan.

source: Place a sheet of paper under the nozzle during the calibration of first 4 points. If the nozzle catches the paper, power off the printer immediately.
sv: Placera ett pappersark under munstycket under kalibreringen av de första 4 punkterna. Stäng av skrivaren omedelbart om munstycket träffar pappret..

source: Please place steel sheet on heatbed.
sv: Placera stålplatta på värmebädden.

source: Please remove steel sheet from heatbed.
sv: Ta bort stålplattan från värmebädden.

source: Please insert filament into the first tube of the MMU, then press the knob to load it.
sv: Sätt i filamentet i det första kanalen på MMU:n och tryck sedan på knappen för att ladda den.Sätt i filamentet i det första röret på MMU:n och tryck sedan på knappen för att ladda den.

source: Please unload the filament first, then repeat this action.
sv: Vänligen lossa filamentet först och upprepa sedan denna åtgärd.

source: Please check the IR sensor connection, unload filament if present.
sv: Kontrollera IR-sensorns anslutning, ta ur filamentet om det finns.

source: Remove old filament and press the knob to start loading new filament.
sv: Ta bort det gamla filamentet och tryck på knappen för att börja ladda ny filament.

source: Selftest will be run to calibrate accurate sensorless rehoming.
sv: Självtest kommer att köras för att kalibrera exakt sensorlös omplacering.

source: Temp. calibration
sv: Temp kalibrering

source: FS v0.3 or older
sv: FS v0.3 eller äldre

source: FS v0.4 or newer
sv: FS v0.4 eller nyare

source: [0;0] point offset
sv: [0;0] punktförskjutning

source: Crash detection can\x0abe turned on only in\x0aNormal mode
sv: Kraschdetektering kan\x0a endast aktiveras i\x0anormalt läge

source: Autoloading filament is active, just press the knob and insert filament...
sv: Automatisk laddning av filament är endast tillgängligt när filamentssensorn är påslagen...

source: Bright
sv: Ljus

source: Blackout occurred. Recover print?
sv: Blackout inträffade. Återställa utskrift?

source: Color not correct
sv: Färgen är inte korrekt

source: Community made
sv: Allmänhetstillverkad

source: Cont.
sv: Forts.

source: Do you want to repeat last step to readjust distance between nozzle and heatbed?
sv: Vill du upprepa det sista steget för att justera avståndet mellan munstycke och värmebädd?

source: F. autoload
sv: F. autoladdning

source: Fans check
sv: Kontrollera fläktar

source: Fil. sensor
sv: Fiament. sensor

source: Fil. runouts
sv: Filament avbrott

source: Filament not loaded
sv: Filament inte laddat

source: Finishing movements
sv: Avslutar förflyttningar

source: Checking endstops
sv: Kontrollerar ändlägen

source: Checking bed
sv: Kontrollerar bädd

source: Checking hotend
sv: Kontrollerar hotend

source: Checking sensors
sv: Kontrollerar sensorer

source: Checking X axis
sv: Kontrollerar X-axel

source: Checking Y axis
sv: Kontrollerar Y-axel

source: Checking Z axis
sv: Kontrollerar Z-axel

source: Is filament loaded?
sv: Är filament laddat ?

source: Left hotend fan?
sv: Vänster hotend fläkt ?

source: Left side [um]
sv: Vänster sida [um]

source: Live adjust Z
sv: Justera Z under drift

source: Load to nozzle
sv: Ladda till munstycket

source: Measured skew
sv: Uppmätt skevhet

source: MMU load failed
sv: MMU-laddning misslyckades

source: MMU load fails
sv: MMU-laddning misslyckas

source: MMU power fails
sv: MMU-strömavbrott

source: Auto power
sv: Automatisk kraft

source: Nozzle FAN
sv: Munstyckets fläkt

source: PID cal. finished
sv: PID kalibrering avslutad

source: Please pull out filament immediately
sv: Dra ut filamentet omedelbart

source: Please run XYZ calibration first.
sv: Kör XYZ-kalibrering först.

source: Preheating to load
sv: Förvärmning för att ladda

source: Preheating to unload
sv: Förvärmning för utmatning

source: Print FAN
sv: Utskriftsfläkt

source: Recovering print
sv: Återställer utskrrift

source: Reset XYZ calibr.
sv: Återställ XYZ-kalibrering.

source: Selftest error!
sv: Självtestfel!Självtestfel!

source: Selftest failed
sv: Självtestet misslyckades

source: Set temperature:
sv: Ställ in temperatur:

source: Severe skew
sv: Svår skevhet

source: Slight skew
sv: Lite skevhet

source: to load filament
sv: för att ladda filament

source: Used during print
sv: Används under utskrift

source: Wait for user...
sv: Väntar på användaren...

source: XYZ calibration all right. X/Y axes are slightly skewed. Good job!
sv: XYZ-kalibrering ok. X/Y-axlarna är något skeva. Bra jobbat!

source: X-correct:
sv: X-korrigering:

source: False triggering
sv: Falsk utlösning

source: Magnets comp.
sv: Magnetisk komp.

source: Preheating to cut
sv: Förvärmning för att skära

source: Preheating to eject
sv: Förvärmning för att mata ut

source: Steel sheets
sv: Stålskivor

source: Z-correct:
sv: Z-korrigering:

source: Belt test
sv: Bältestest

source: Belt status
sv: Bältstatus

source: Calibrating Z. Rotate the knob to move the Z carriage up to the end stoppers. Click when done.
sv: Kalibrera Z. Vrid vredet för att flytta Z-slädarna upp till ändstoppen. Klicka när du är klar.

source: Distance between tip of the nozzle and the bed surface has not been set yet. Please follow the manual, chapter First steps, section First layer calibration.
sv: Avståndet mellan munstyckets spets och bäddytan har inte ställts in ännu. Vänligen följ manualen xörsta lagrets kalibrering.

source: First, I will run the selftest to check most common assembly problems.
sv: Först kommer jag att köra självtestet för att kontrollera de vanligaste monteringsproblemen.

source: Change filament
sv: Ändra filameent

source: Move axis
sv: Flytta axel

source: New firmware version available:
sv: Ny firmwareversion tillgänglig:

source: Please insert filament into the extruder, then press the knob to load it.
sv: Vänligen sätt in filament i extrudern och tryck sedan på knappen för att ladda den.

source: Some problem encountered, Z-leveling enforced ...
sv: Ett problem har uppstått, Z-nivellering påtvingad ...

source: Stable ambient temperature 21-26C is needed a rigid stand is required.
sv: Stabil omgivningstemperatur 21-26C krävs jsamt ett styvt stativ.

source: Swapped
sv: Bytad

source: Waiting for nozzle and bed cooling
sv: Väntar på munstycks och bäddkylning

source: Current
sv: Akturell

source: Changed correctly?
sv: Ändrad korrekt ?

source: I will run xyz calibration now. It will take approx. 12 mins.
sv: Jag kommer att köra xyz-kalibrering nu. Det kommer att ta ca. 12 min.

source: Printer IP Addr:
sv: Skrivarens IP adr:

source: unknown state
sv: okänt tillstånd

source: and press the knob
sv: och tryck på knappen

source: Are left and right Z~carriages all up?
sv: Är vänster och höger Z-slädarna i topp-läge ?

source: Filament used
sv: Användt filament

source: G-code sliced for a different printer type. Continue?
sv: G-kod skivad för en annan skrivartyp. Fortsätta?

source: G-code sliced for a newer firmware. Continue?
sv: G-kod skivad för en nyare firmware. Fortsätta?

source: All is done. Happy printing!
sv: Allt är klart. God utskrift!

source: Axis length
sv: Axellängd

source: Bed/Heater
sv: Bädd/Värmare

source: Bed done
sv: Bädd klar

source: Bed level correct
sv: Bäddnivå korrekt

source: Calibration done
sv: Kalibraring utförd

source: Copy selected language?
sv: Kopiera det valda språket ?

source: Choose a filament for the First Layer Calibration and select it in the on-screen menu.
sv: Välj ett filament för första lagrets kalibrering och välj det i skärmmenyn.

source: Crash detected.
sv: Krock upptäckt.

source: Crash detected. Resume print?
sv: Krock upptäckt. Återuppta utskrift ?

source: Endstop not hit
sv: Ändläge inte nått

source: Endstop
sv: Ändläge

source: Endstops
sv: Ändlägen

source: Error - static memory has been overwritten
sv: Fel - statiskt minne har skrivits över

source: Cut filament
sv: Skär filament

source: Cutter
sv: Skärare

source: Cutting filament
sv: Skär filament

source: Extruder fan:
sv: Extruder fläkt:

source: Fan test
sv: Fläkttest

source: Filament extruding & with correct color?
sv: Extruderas filament med rätt färg ?

source: File incomplete. Continue anyway?
sv: Filen är ofullständig. Fortsätta ändå?

source: Fix the issue and then press button on MMU unit.
sv: Åtgärda problemet och tryck sedan på knappen på MMU-enheten.

source: Front/left fans
sv: Front/vänster fläkt

source: Heater/Thermistor
sv: Värmare/Termistor

source: Heating disabled by safety timer.
sv: Uppvärmning avaktiverad av säkerhetstimer.

source: Heating done.
sv: Uppvärning klar.

source: Heating
sv: Uppvärmning

source: Hi, I am your Original Prusa i3 printer. Would you like me to guide you through the setup process?
sv: Hej, jag är din Prusa i3-skrivare. Vill du att jag ska guida dig genom installationsprocessen?

source: Change success!
sv: Ändring utförd!

source: Choose extruder:
sv: Välj extruder:

source: Choose filament:
sv: Välj filament:

source: Info screen
sv: Infoskärm

source: Insert filament
sv: Sätt i filament

source: Hi, I am your Original Prusa i3 printer. I will guide you through a short setup process, in which the Z-axis will be calibrated. Then, you will be ready to print.
sv: Hej, jag är din Prusa i3-skrivare. Jag guidar dig genom en kort installationsprocess, där Z-axeln kommer att kalibreras. Sedan är du redo att skriva ut.

source: Lin. correction
sv: Linjär korrektion

source: Loading color
sv: Läddar färg

source: Level Bright
sv: Nivå ljus

source: Level Dimmed
sv: Nivä dämpad

source: Measuring reference height of calibration point
sv: Mätning av referenshöjd för kalibreringspunkt

source: Mesh Bed Leveling
sv: Bädd nivåutjämning

source: MK3 firmware detected on MK3S printer
sv: MK3-firmware upptäckt på MK3S-skrivare

source: High power
sv: Hög kraft

source: Now I will calibrate distance between tip of the nozzle and heatbed surface.
sv: Nu ska jag kalibrera avståndet mellan munstyckets spets och värmebäddsytan.

source: Now I will preheat nozzle for PLA.
sv: Nu ska jag förvärma munstycket för PLA.

source: Old settings found. Default PID, Esteps etc. will be set.
sv: Gamla inställningar hittades. Standard PID, Esteps etc. kommer att ställas in.

source: PINDA Heating
sv: PINDA uppvärmning

source: Please clean heatbed and then press the knob.
sv: Rengör bädden och tryck sedan på knappen.

source: Please clean the nozzle for calibration. Click when done.
sv: Rengör munstycket för kalibrering. Klicka när du är klar.

source: Please check our handbook and fix the problem. Then resume the Wizard by rebooting the printer.
sv: Se vår handbok och åtgärda problemet. Återuppta sedan guiden genom att starta om skrivaren.

source: Please press the knob to unload filament
sv: Vänligen tryck på knappen för att mata ut filament

source: Please remove filament and then press the knob.
sv: Ta bort filamentet och tryck sedan på knappen.

source: Please update firmware in your MMU2. Waiting for reset.
sv: Uppdatera firmware i din MMU2. Väntar på återställning.

source: Please wait
sv: Vänta

source: Please remove shipping helpers first.
sv: Ta bort fraktinsatserna först.

source: Preheat the nozzle!
sv: Förvärm munstycket!

source: Preheat
sv: Förvärm

source: Preheating nozzle. Please wait.
sv: Förvärmer munstycke. Vänta.

source: Please upgrade.
sv: Vänligen uppgradera.

source: Power failures
sv: Strömavbrott

source: Print aborted
sv: Utskriften avbröts

source: Print fan:
sv: Utskriftsfläkt:

source: Print from SD
sv: Skriv ut från SD

source: Press the knob
sv: Tryck på knappen

source: Press the knob to resume nozzle temperature.
sv: Tryck på knappen för att återställa munstyckstemperaturen.

source: Printer has not been calibrated yet. Please follow the manual, chapter First steps, section Calibration flow.
sv: Skrivaren har inte kalibrerats ännu. Vänligen följ manualen, kapitel Första stegen, avsnitt Kalibreringsflöde.

source: Please load filament first.
sv: Vänligen ladda filament först.

source: Reset
sv: Återställ

source: Right side[um]
sv: Höger sida[um]

source: Running Wizard will delete current calibration results and start from the beginning. Continue?
sv: Att köra guiden kommer att radera aktuella kalibreringsresultat och börja från början. Fortsätta?

source: Searching bed calibration point
sv: Söker efter kalibreringspunkt för bädden

source: Select language
sv: Välj språk

source: Self test OK
sv: Självtest OK

source: Self test start
sv: Självteststart

source: Selftest
sv: Självtest

source: Some files will not be sorted. Max. No. of files in 1 folder for sorting is 100.
sv: Vissa filer kommer inte att sorteras. Max. Antalet filer i 1 mapp för sortering är 100.

source: Loud
sv: Högt

source: Select filament:
sv: Välj filament:

source: Select temperature which matches your material.
sv: Välj temperatur som passar ditt material.

source: Temperature calibration is finished and active. Temp. calibration can be disabled in menu Settings->Temp. cal.
sv: Temperaturkalibreringen är klar och aktiv. Temp. kalibrering kan inaktiveras i menyn Inställningar->Temp. kal.

source: There is still a need to make Z calibration. Please follow the manual, chapter First steps, section Calibration flow.
sv: Det finns fortfarande ett behov av att göra Z-kalibrering. Vänligen följ manualen, kapitel Första stegen, avsnitt Kalibreringsflöde.

source: Tune
sv: Ställ in

source: Voltages
sv: Spänning

source: unknown
sv: okänd

source: Waiting for PINDA probe cooling
sv: Väntar på PINDA-sondens kylning

source: Warning: both printer type and motherboard type changed.
sv: Varning: både skrivartyp och moderkortstyp har ändrats.

source: Warning: printer type changed.
sv: Varning: skrivartyp har ändrats.

source: You can always resume the Wizard from Calibration -> Wizard.
sv: Du kan alltid återuppta guiden från Kalibrering -> Guide.

source: XYZ calibration all right. Skew will be corrected automatically.
sv: XYZ-kalibrering är ok. Skevhet kommer att korrigeras automatiskt.

source: XYZ calibration ok. X/Y axes are perpendicular. Congratulations!
sv: XYZ-kalibrering ok. X/Y-axlarna är vinkelräta. Grattis!

source: XYZ calibration compromised. Front calibration points not reachable.
sv: XYZ-kalibrering komprometterat. Främre kalibreringspunkter kan inte nås.

source: XYZ calibration compromised. Right front calibration point not reachable.
sv: XYZ-kalibrering komprometterat. Höger främre kalibreringspunkter kan inte nås.

source: XYZ calibration failed. Bed calibration point was not found.
sv: XYZ-kalibrering misslyckades. Bäddkalibreringspunkterna hittades inte.

source: XYZ calibration failed. Front calibration points not reachable.
sv: XYZ-kalibrering misslyckades. Främre kalibreringspunkter kan inte nås.

source: XYZ calibration failed. Right front calibration point not reachable.
sv: XYZ-kalibrering misslyckades. Höger främre kalibreringspunkt kan inte nås.

source: Y distance from min
sv: Y avstånd från min

source: The printer will start printing a zig-zag line. Rotate the knob until you reach the optimal height. Check the pictures in the handbook (Calibration chapter).
sv: Skrivaren börjar skriva ut en sicksacklinje. Vrid vredet tills du når optimal höjd. Kontrollera bilderna i handboken (Kalibreringskapitlet).

source: Verification failed, remove the filament and try again.
sv: Verifieringen misslyckades, ta bort filamentet och försök igen.

source: On
sv: På

source: HW Setup
sv: HW-inställning

source: Mesh
sv: Nätverk

source: MK3S firmware detected on MK3 printer
sv: MK3S-firmware upptäckt på MK3-skrivare

source: MMU Mode
sv: MMU-läge

source: Mode change in progress...
sv: Lägesändring pågår...

source: Printer nozzle diameter differs from the G-code. Continue?
sv: Skrivarmunstyckets diameter skiljer sig från G-koden. Fortsätta?

source: Printer nozzle diameter differs from the G-code. Please check the value in settings. Print cancelled.
sv: Skrivarmunstyckets diameter skiljer sig från G-koden. Kontrollera värdet i inställningarna. Utskriften avbröts.

source: %s level expected
sv: %s nivå förväntad

source: Select
sv: Välj

source: MMU OK. Resuming position...
sv: MMU OK. Återupptar position...

source: MMU OK. Resuming temperature...
sv: MMU OK. Återupptar temperatur...

source: MMU OK. Resuming...
sv: MMU OK. Återupptar...

source: Please open idler and remove filament manually.
sv: Öppna idler och ta bort filamentet manuellt.

source: Resuming print
sv: Återupptar utskrift

source: All correct
sv: Allt korrekt

source: Ambient
sv: Omgivande

source: Auto home
sv: Auto hem

source: AutoLoad filament
sv: Autoladda filament

source: Axis
sv: Axel

source: Brightness
sv: Ljusstyrka

source: Bed
sv: Badd

source: Calibrate XYZ
sv: Kalibrerar XYZ

source: Calibrate
sv: Kalibrerar

source: >Cancel
sv: Avbryt

source: Calibrating Z
sv: Kalibrerar Z

source: Card removed
sv: Kort borttaget

source: Checking file
sv: Kontrollerar fil

source: Cooldown
sv: Kyla ner

source: Crash
sv: Krock

source: Disable steppers
sv: Inaktivera stepper

source: E-correct:
sv: E-korrektion:

source: Eject filament
sv: Mata ut filament

source: Ejecting filament
sv: Matar ut filament

source: ERROR: Filament sensor is not responding, please check connection.
sv: FEL: Filamentsensorn svarar inte, kontrollera anslutningen.

source: Fail stats MMU
sv: Felstatistik MMU

source: Fail stats
sv: Felstatistik

source: Fan speed
sv: Flakthastighet

source: Print time
sv: Utskriftstid

source: FS Action
sv: FS aktion

source: Flow
sv: Flode

source: Filament
sv: Mata ut filament

source: Last print failures
sv: Senaste utskriftsfel

source: Last print
sv: Senaste utskrift

source: Left
sv: Vanster

source: Load filament
sv: Ladda filament

source: Loading filament
sv: Laddar filament

source: Loose pulley
sv: Lossa pulley

source: Main
sv: Huvudsaklig

source: MMU fails
sv: MMU misslyckas

source: Mode
sv: MMU Mode

source: Silent
sv: Tyst

source: MMU2 connected
sv: MMU2 ansluten

source: Move X
sv: Flytta X

source: Move Y
sv: Flytta Y

source: Move Z
sv: Flytta Z

source: No SD card
sv: Inget SD-kort

source: No
sv: Nej

source: Not connected
sv: Inte ansluten

source: Not spinning
sv: Roterar inte

source: Pause print
sv: Pausa utskrift

source: PID calibration
sv: PID kalibrering

source: Please check:
sv: Kontrollera:

source: Print paused
sv: Utskriften pausad

source: Rear side [um]
sv: Baksida [um]

source: SD card
sv: SD-kort

source: Right
sv: Hoger

source: Settings
sv: Installningar

source: Sort
sv: Sortera

source: Alphabet
sv: Alfabet

source: Sorting files
sv: Sorterar filer

source: Sound
sv: Ljud

source: Runouts
sv: Avbrott

source: Spinning
sv: Rotation

source: Statistics
sv: Statistik

source: Stop print
sv: Stoppa utskriften

source: STOPPED.
sv: STOPPAD.

source: Temp. cal.
sv: Temp. kal.

source: Temperature calibration failed
sv: Temperaturkalibrering misslyckades

source: Sensor verified, remove the filament now.
sv: Sensor verifierad, ta bort filamentet nu.

source: Total filament
sv: Totalt filament

source: Total print time
sv: Total utskriftstid

source: Total failures
sv: Totala misslyckanden

source: to unload filament
sv: att ta bort filament

source: Unload filament
sv: Ta bort filament

source: Unloading filament
sv: Tar bort filament

source: Total
sv: Total filament

source: Was filament unload successful?
sv: Lyckades filamentutmatningen?

source: Wiring error
sv: Kabelfel

source: Wizard
sv: Guide

source: XYZ cal. details
sv: XYZ kal. detaljer

source: XYZ calibration failed. Please consult the manual.
sv: XYZ-kalibrering misslyckades. Se bruksanvisningen.

source: Yes
sv: Ja

source: Timeout
sv: Paus

source: Load all
sv: Ladda alla

source: Y-correct:
sv: Y-korrektion:

source: Off
sv: Av

source: Back
sv: Tillbaka

source: Checks
sv: Kontrollerar

source: Strict
sv: Strikt

source: Warn
sv: Varna

source: Rename
sv: Dop om

source: Sensor info
sv: Sensorinformation

source: Sheet
sv: Skiva

source: Assist
sv: Assistera

source: Z-probe nr.
sv: Z-sond nr.

source: Overflow
sv: Översvämma

source: Only the following installed printers are compatible with the selected filaments
sv: 80 / 5 000 Översättningsresultat Endast följande installerade skrivare är kompatibla med de valda filamenten
